<?php
// Файл сгенерирован импортом
// Не редактируйте этот файл! 
// Используйте экспорт/импорт в админка, чтобы менять данный файл

$translates = [
								'REG_WRONG_EMAIL' => 'Wrong E-mail',
				'REG_SHORT_PASS' => 'Pass too short',
				'REG_WRONG_PASS_CONFIRM' => 'Подтверждение пароля не совпадает с паролем',
				'REG_EMAIL_ALREADY_REG' => 'Данные E-mail уже зарегистрирован, попробуйте восстановить пароль',
				'REG_OK' => 'Вы успешно зарегистрированы, теперь можете перейти к авторизации',
				'AUTH_EMPTY_FIELDS' => 'Заполните E-mail и пароль',
				'AUTH_WRONG' => 'Неверные E-mail и/или пароль',
				'AUTH_OK' => 'Вы успешло вошли',
				'USER_LOCK' => 'Аккаунт заблокирован',
				'RESTORE_WRONG_EMAIL' => 'Некорректный E-mail',
				'RESTORE_EMAIL_NOT_REG' => 'Данный E-mail не зарегистрирован в системе',
				'RESTORE_SEND_EMAIL_OK' => 'На ваш E-mail отправлено письмо с данными для восстановления пароля',
				'RESTORE_SEND_EMAIL_ERROR' => 'Ошибка отправки письма с данными восстановления, обратитесь в поддержку ил ипопробуйте через TG',
				'RESTORE_TOO_EARLY' => 'Вы можете снова попробовать позже',
				'RESTORE_SEND_TG_OK' => 'На ваш Telegram отправлены данные для восстановления',
				'RESTORE_SEND_TG_ERROR' => 'В данному аккаунту не привязан TG аккаунт',
				'RESTORE_WRONG_RESTORE_DATA' => 'Данные неверные или устарели, попробуйте запросить новое восстановление',
				'WRONG_OLD_PASS' => 'Неверный пароль',
				'PASSWORD_CHANGED' => 'Пароль успешно изменен',
				'PAYCODE_CHANGED' => 'Платежный пароль успешно изменен',
				'PAYCODE_ALREADY_SET' => 'Нельзя менять платежный пароль',
				'USER_DATA_SAVED' => 'Данные сохранены',
				'2FA_WRONG_CODE' => 'Неверный код двухфакторной авторизации',
				'2FA_SET_ON' => 'Двухфакторная авторизация включена',
				'2FA_SET_OFF' => 'Двухфакторная авторизация отключена',
				'FEEDBACK_EMPTY_FIELDS' => 'Заполните все поля',
				'FEEDBACK_SEND_OK' => 'Сообщение отправлено, с Вами свяжутся по E-mail',
				'TITLE_MAIN' => 'Главный заголовок',
];